{
  "en": {
    "terms_and_conditions": "Terms and Conditions\n\nLast updated: [Date]\n\nWelcome to [Your App Name]!\n\nThese Terms and Conditions (\"Terms\", \"Terms and Conditions\") govern your use of our mobile application, [Your App Name], and any associated services provided. By using the app, you agree to these Terms and Conditions. If you disagree with any part of the terms, please do not use our services.\n\n1. Acceptance of Terms By accessing or using the app, you accept and agree to be bound by these Terms and Conditions. If you do not agree to these Terms, you may not access or use the app.\n\n2. Changes to Terms We reserve the right to modify or replace these Terms at any time. Any changes will be posted here with an updated revision date. Continued use of the app after any such changes shall constitute your consent to those changes.\n\n3. User Responsibilities You agree to:\n\nUse the app in accordance with all applicable local, state, and international laws.\n\nNot engage in any unlawful, fraudulent, or harmful activity through the app.\n\nNot interfere with or disrupt the app’s operation or servers.\n\nRespect the privacy and rights of other users.\n\n4. Account Registration In order to use certain features of the app, you may be required to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities under your account.\n\n5. User Content You retain ownership of any content you submit, post, or share within the app. However, by submitting content, you grant [Your Company Name] a non-exclusive, royalty-free, worldwide license to use, modify, and display the content within the app.\n\n6. Privacy Policy Your use of the app is also governed by our Privacy Policy, which outlines how we collect, use, and protect your personal data.\n\n7. Prohibited Activities You agree not to engage in the following activities:\n\nUploading, posting, or transmitting harmful, illegal, or offensive content.\n\nEngaging in hacking, phishing, or any activities that compromise the security of the app or its users.\n\nImpersonating another person or entity.\n\n8. Intellectual Property All content, features, and functionality on the app are the exclusive property of [Your Company Name] and are protected by copyright, trademark, and other intellectual property laws.\n\n9. Termination of Access We reserve the right to suspend or terminate your access to the app if you violate these Terms and Conditions. You may terminate your use of the app at any time by deleting your account and ceasing to use the app.\n\n10. Disclaimers The app is provided \"as is\" and \"as available.\" We do not make any warranties or representations regarding the functionality, accuracy, or availability of the app.\n\n11. Limitation of Liability To the fullest extent permitted by law, [Your Company Name] shall not be liable for any damages arising from your use of the app, including but not limited to direct, indirect, incidental, or consequential damages.\n\n12. Governing Law These Terms and Conditions are governed by the laws of [Your Jurisdiction]. Any legal action arising from or relating to these Terms and Conditions shall be brought exclusively in the courts of [Your Jurisdiction].\n\n13. Indemnity You agree to indemnify and hold harmless [Your Company Name], its affiliates, and its employees from any claims, damages, losses, liabilities, or expenses arising out of your use of the app, violation of these Terms, or infringement of any rights of a third party.\n\n14. Third-Party Links The app may contain links to third-party websites or services that are not controlled or operated by us. We are not responsible for the content, privacy policies, or practices of any third-party websites.\n\n15. Force Majeure We shall not be liable for any failure or delay in performance of our obligations under these Terms due to causes beyond our reasonable control, including but not limited to natural disasters, strikes, or other events of force majeure.\n\n16. Entire Agreement These Terms and Conditions, along with our Privacy Policy, constitute the entire agreement between you and [Your Company Name] regarding the use of the app.\n\n17. Contact Us If you have any questions or concerns about these Terms and Conditions, please contact us at:\n\n[Your Contact Information]",
    "toggle_language": "Toggle Language",
    "agree_terms": "I agree to the Terms and Conditions",
    "proceed": "Proceed"
  },
  "hi": {
    "terms_and_conditions": "नियम और शर्तें\n\nअंतिम अद्यतन: [तारीख]\n\n[आपके ऐप का नाम] में आपका स्वागत है!\n\nये नियम और शर्तें (\"नियम\", \"नियम और शर्तें\") हमारे मोबाइल एप्लिकेशन, [आपके ऐप का नाम], और किसी भी संबंधित सेवाओं के उपयोग को नियंत्रित करती हैं। ऐप का उपयोग करके, आप इन नियमों और शर्तों से सहमत होते हैं। यदि आप इन शर्तों से असहमत हैं, तो कृपया हमारे सेवा का उपयोग न करें।\n\n1. नियमों की स्वीकृति इस ऐप तक पहुंचने या इसका उपयोग करने से आप इन नियमों और शर्तों से सहमत होते हैं। यदि आप इन शर्तों से सहमत नहीं हैं, तो आप ऐप का उपयोग नहीं कर सकते हैं।\n\n2. नियमों में बदलाव हम इन शर्तों को किसी भी समय संशोधित या बदलने का अधिकार रखते हैं। किसी भी परिवर्तन को यहाँ पोस्ट किया जाएगा और एक अद्यतन तिथि दी जाएगी। किसी भी प्रकार के परिवर्तन के बाद ऐप का निरंतर उपयोग इन परिवर्तनों के लिए आपकी सहमति मानी जाएगी।\n\n3. उपयोगकर्ता की जिम्मेदारियाँ आप सहमति देते हैं:\n\nऐप का उपयोग सभी लागू स्थानीय, राज्य और अंतर्राष्ट्रीय कानूनों के अनुसार करें।\n\nकिसी भी अवैध, धोखाधड़ी, या हानिकारक गतिविधि में संलिप्त न हों।\n\nऐप की कार्यप्रणाली को नुकसान पहुँचाने, निष्क्रिय करने, या ओवरलोड करने के लिए ऐप का उपयोग न करें।\n\nअन्य उपयोगकर्ताओं का सम्मान करें और कोई भी अशिष्टता, भेदभाव या अवैध गतिविधि में शामिल न हों।\n\n4. खाता पंजीकरण ऐप की कुछ सुविधाओं का उपयोग करने के लिए आपको खाता पंजीकरण की आवश्यकता हो सकती है। आप अपने खाता जानकारी की गोपनीयता बनाए रखने के लिए जिम्मेदार हैं और आपके खाता के तहत होने वाली सभी गतिविधियों के लिए जिम्मेदार होंगे।\n\n5. उपयोगकर्ता सामग्री आप ऐप में जो भी सामग्री अपलोड, पोस्ट, या साझा करते हैं, उसके मालिक आप होते हैं। हालांकि, सामग्री जमा करने के द्वारा, आप [आपकी कंपनी का नाम] को उस सामग्री का उपयोग, संशोधन और प्रदर्शित करने के लिए एक गैर-विशिष्ट, रॉयल्टी-रहित, वैश्विक लाइसेंस प्रदान करते हैं।\n\n6. गोपनीयता नीति आपका ऐप का उपयोग हमारी गोपनीयता नीति द्वारा नियंत्रित किया जाएगा, जो यह बताती है कि हम आपकी व्यक्तिगत जानकारी को कैसे एकत्रित, उपयोग और सुरक्षित करते हैं।\n\n7. निषिद्ध गतिविधियाँ आप सहमति देते हैं कि आप निम्नलिखित गतिविधियों में संलिप्त नहीं होंगे:\n\nहानिकारक, अवैध, या आपत्तिजनक सामग्री अपलोड या प्रसारित करना।\n\nऐप की सुरक्षा को नुकसान पहुँचाने के लिए हैकिंग, फ़िशिंग या किसी भी गतिविधि में संलिप्त होना।\n\nकिसी अन्य व्यक्ति का रूप धारण करना या अन्य उपयोगकर्ताओं को गुमराह करना।\n\n8. बौद्धिक संपत्ति इस ऐप की सभी सामग्री, विशेषत: टेक्स्ट, चित्र, लोगो और ट्रेडमार्क, [आपकी कंपनी का नाम] की संपत्ति है और यह कॉपीराइट कानूनों द्वारा संरक्षित है। आप इस सामग्री को बिना अनुमति के कॉपी, पुनरुत्पादित या वितरित नहीं कर सकते हैं।\n\n9. पहुँच का समाप्त होना अगर आप इन शर्तों का उल्लंघन करते हैं, तो हम आपके ऐप तक पहुँच को निलंबित या समाप्त करने का अधिकार रखते हैं। आप किसी भी समय अपने खाता को हटाकर और ऐप का उपयोग करना बंद करके अपने उपयोग को समाप्त कर सकते हैं।\n\n10. अस्वीकरण यह ऐप \"जैसा है\" और \"उपलब्ध है\" के आधार पर प्रदान किया जाता है। हम ऐप की कार्यक्षमता, सटीकता या उपलब्धता के बारे में कोई वारंटी या प्रतिनिधित्व नहीं करते हैं।\n\n11. देयता की सीमा कानूनी हद तक, [आपकी कंपनी का नाम] आपके ऐप के उपयोग से उत्पन्न किसी भी प्रकार के नुकसान के लिए जिम्मेदार नहीं होगा, जिसमें प्रत्यक्ष, अप्रत्यक्ष, आकस्मिक या परिणामी नुकसान शामिल हैं।\n\n12. लागू कानून यह शर्तें और नियम [आपके क्षेत्राधिकार का नाम] के कानूनों द्वारा शासित होंगे। इन शर्तों से उत्पन्न किसी भी विवाद को [आपके क्षेत्राधिकार का नाम] के न्यायालयों में विशेष रूप से निपटाया जाएगा।\n\n13. मुआवजा आप सहमति देते हैं कि आप [आपकी कंपनी का नाम], उसके सहयोगियों, और उसके कर्मचारियों को किसी भी दावे, नुकसान, हानि, दायित्व या खर्च से मुक्त करेंगे जो आपके ऐप के उपयोग, इन शर्तों का उल्लंघन या तीसरे पक्ष के अधिकारों का उल्लंघन करने से उत्पन्न होते हैं।\n\n14. तृतीय पक्ष लिंक यह ऐप तृतीय पक्ष वेबसाइटों या सेवाओं के लिंक प्रदान कर सकता है जो हमारे द्वारा नियंत्रित या संचालित नहीं होते हैं। हम किसी भी तृतीय पक्ष वेबसाइट की सामग्री, गोपनीयता नीतियों या प्रथाओं के लिए जिम्मेदार नहीं हैं।\n\n15. बलफेज़ घटना हम इन शर्तों के तहत हमारी प्रतिबद्धताओं के प्रदर्शन में कोई विफलता या देरी नहीं करेंगे यदि ऐसा कोई कारण उत्पन्न होता है जो हमारी उचित नियंत्रण से बाहर हो, जैसे प्राकृतिक आपदाएँ, हड़तालें, या अन्य बलफेज़ घटनाएँ।\n\n16. संपूर्ण समझौता यह शर्तें और नियम, हमारी गोपनीयता नीति सहित, आपके और [आपकी कंपनी का नाम] के बीच ऐप के उपयोग को लेकर पूरा समझौता करती हैं।\n\n17. हमसे संपर्क करें यदि आपके पास इन शर्तों और नियमों के बारे में कोई प्रश्न या चिंता है, तो कृपया हमसे संपर्क करें:\n\n[आपकी संपर्क जानकारी]",
    "toggle_language": "भाषा बदलें",
    "agree_terms": "मैं नियम और शर्तों से सहमत हूँ",
    "proceed": "आगे बढ़ें"
  }
}
